

def welcome():
    
    name = input('Enter your name:')
    print('Welcome',name)
welcome()











#არგუმენტები
#მოცემული პროგრამა განსაზღვრავს ფუნქციას printBill(), რომელიც იღებს ერთი სტრიქონის არგუმენტს და გამოსცემს ფორმატირებულ ტექსტს.
#თქვენ უნდა აიღოთ მომხმარებლის შეყვანა და გამოიძახოთ ფუნქცია არგუმენტად შეყვანის მიცემით.


text =input("Bill:")

   
def printbill(text):
    print("============================================================================================================================================================")
    print(text)
    print("==================================================================================================================================================================")
printbill(text)
